// © Copyright 2015-2016 HP Development Company, L.P.

HSDTaskName = "Kalibracja skanera";
HSDTaskDescription = "Jeśli jakość zeskanowanych lub skopiowanych dokumentów jest niezadowalająca, spróbuj skalibrować skaner. Włóż do skanera czystą białą kartkę formatu A4 lub Letter i kliknij przycisk Kalibruj.";
HSDCalibrateButtonTitle = "Kalibruj";

CalibratingScannerTitle = "Trwa kalibrowanie skanera...";

CompletionAlertTitle = "Kalibracja powiodła się";
CompletionAlertMessage = "Kalibracja skanera została wykonana pomyślnie.\nNie wyjmuj papieru dopóki nie przejdzie całkowicie przez skaner.";

GeneralErrorAlertTitle = "Kalibracja nie powiodła się";
GeneralErrorAlertMessage = "Kalibracja skanera nie powiodła się. Upewnij się, że drukarka nie jest zajęta, używany jest czysty arkusz zwykłego, białego papieru rozmiaru A4 lub Letter, a papier został prawidłowo włożony do skanera.\nNie wyjmuj papieru dopóki nie przejdzie całkowicie przez skaner.";

OutOfPaperAlertTitle = "Brak papieru";
OutOfPaperAlertMessage = "Upewnij się, że do skanera włożono arkusz zwykłego, białego papieru rozmiaru A4 lub Letter.\nKliknij przycisk \"OK\", aby powrócić.";
